Autodesk.Revit.UI.Electrical.IElectricalAnalyticalLoadSetUIServer.ShowDialog(Autodesk.Revit.DB.Document,Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadSetUIData)
Shows dialog on managing Electrical Analytical Load Set.
document:
The associated document.
data:
The data on initializing the dialog as well as getting the result.
Returns:
Whether or not the dialog launches successfully.

Autodesk.Revit.UI.Electrical.IElectricalAnalyticalLoadSetUIServer
The interface used to provide UI on managing Electrical Analytical Load Set.